Repository: BrandonCurrentDebate/wpultimo-mod
Catalog: wp-ultimo-affiliatewp/lang/wp-ultimo-affiliatewp-*.po
Languages: es_es, nl_nl, pt_br

source: Recurring Referral - WP Ultimo. User ID: %s
es_es: Referencia recurrente - WP Ultimo. ID de usuario: %s
nl_nl: Terugkerende doorverwijzing - WP Ultimo. Gebruikers ID: %s
pt_br: Referência Recorrente - WP Ultimo. ID de Usuário: %s

source: Put the code you received alongside the add-on when you finalized your purchase.
es_es: Coloque el código que recibió junto con el complemento cuando finalizó su compra.
nl_nl: Vul de licentiecode in die u hebt ontvangen naast de add-on toen u uw aankoop afrondde.
pt_br: Insira o código que você recebeu junto ao add-on quando finalizou sua compra.

source: You have a golden ticket license. There's no need to activate each add-on individually.
es_es: Tienes una licencia de entrada de oro. No hay necesidad de activar cada complemento individualmente.
nl_nl: Je hebt een gouden ticket. Het is niet nodig om iedere add-on apart te activeren.
pt_br: Você tem uma licença golden ticket. Não é necessário ativar cada add-on individualmente.

source: License Key - %s
es_es: Clave de licencia -%s
nl_nl: Licentiecode - %s
pt_br: Chave da Licença - %s

source: Use the license key you received with the add-on files to activate your copy and be notified of new versions automatically.
es_es: Use la clave de licencia que recibió con los archivos adicionales para activar su copia y recibir notificaciones de nuevas versiones automáticamente.
nl_nl: Gebruik de licentiecode die u bij de add-on bestanden hebt ontvangen om uw kopie te activeren en automatisch op de hoogte te worden gesteld van nieuwe versies.
pt_br: Use a chave da licença que você recebeu com os arquivos do add-on para ativar sua cópia e ser notificado automaticamente sobre novas versões.

source: Activate your Add-ons
es_es: Activa tus complementos
nl_nl: Activeer uw add-ons
pt_br: Ativar seus Add-ons

source: Status: Not Activated - Invalid License Key
es_es: Estado: No activado - Clave de licencia inválida
nl_nl: Status: Niet geactiveerd - Licentiecode ongeldig
pt_br: Status: Não Ativado - Chave de Licença Inválida

source: Status: License no longer valid - Refund issued
es_es: Estado de cancelación, no es válido
nl_nl: Status: Licentie niet langer geldig - Restitutie is verleend
pt_br: Status: A licença não é mais válida - Reembolso emitido

source: Status: Activated
es_es: Estado: Activado
nl_nl: Status: Geactiveerd
pt_br: Status: Ativado

source: Status: Activated - Golden Ticket
es_es: Estado: Activado - Golden Ticket
nl_nl: Status: Geactiveerd - Gouden ticket
pt_br: Status: Ativado - Golden Ticket

source: Referral status of #%s changed to "Rejected".
es_es: El estado de referencia de #%s cambió a "Rechazado".
nl_nl: Verwijzingsstatus van #%s is gewijzigd in "Afgewezen'.
pt_br: Status de referência de #%s mudou para "Rejeitado".

source: Referral status of #%s changed to "Unpaid".
es_es: El estado de referencia de #%s cambió a "No pagado".
nl_nl: Verwijzingsstatus van #%s is gewijzigd in "Onbetaald'.
pt_br: Status de referência de #%s mudou para "Não Pago".

source: Referral not found
es_es: Referencia no encontrada
nl_nl: Verwijzing niet gevonden
pt_br: Referência não encontrada

source: WP Ultimo Signup
es_es: WP Ultimo Registrarse
nl_nl: WP Ultimo aanmelding
pt_br: Signup do WP Ultimo

source: Referred user %s.
es_es: Usuario referido %s.
nl_nl: Doorverwezen gebruiker %s.
pt_br: Usuário indicado %s.

source: Referred user %s via coupon code %s.
es_es: Usuario referido %s a través del código de cupón %s.
nl_nl: Doorverwezen gebruiker %s via kortingsbon %s.
pt_br: Usuário indicado %s via código de cupom %s.

source: Select one Affiliate
es_es: Seleccione un afiliado
nl_nl: Selecteer een affiliate
pt_br: Selecione um Afiliado

source: Link this coupon to one of your affiliates.
es_es: Enlace este cupón a uno de sus afiliados.
nl_nl: Koppel deze kortingsbon aan een van uw affiliates.
pt_br: Vincular este cupom a um dos seus afiliados.

source: AffiliateWP Affiliate
es_es: AffiliateWP Afiliado
pt_br: Afiliado do AffiliateWP

source: WP Ultimo: AffiliateWP Integration
es_es: WP Ultimo: Integración de AffiliateWP
nl_nl: WP Ultimo: AffiliateWP Integratie
pt_br: WP Ultimo: Integração com o AffiliateWP
